// © Copyright 2004-2008, 2015-2016 HP Development Company, L.P.

TaskName = "Kleurgebruik";

PrintingProcessTitle = "Bezig met afdrukken van het logboek van de kleurgebruiktaken";
NoPrintTitle = "Kan het logboek van kleurgebruiktaken niet afdrukken";
NoPrintMsg = "Controleer of de printer aanstaat en is verbonden. Probeer het vervolgens opnieuw.";

HSDTitleTextFieldValue = "Bezig met afdrukken van het logboek van de kleurgebruiktaken";
HSDInfoTextFieldValue = "Druk het logboek van de kleurgebruiktaken af als u statistische informatie wilt weergeven over de gebruikers en toepassingen die naar dit apparaat hebben afgedrukt.";
HSDPrintButtonTitle = "Bezig met afdrukken van het kleurgebruiklogboek";


